<?php

return [
    "welcome" => "Приветик, я знаю, ты мой друг - отличный художник, талантливый, и творческий. И я помогу тебе вырасти в карьерном росте, спросишь меня как?",
    "welcome.step1" => "Да, просто! Я - это целая платформа, где ты можешь публиковать свои рисунки, арты, иллюстрации и многое другое на тему Аниме.",
    "welcome.step2" => "Мы создадим с тобой целое комьюнити, в котором ты отличишься и покажешь своё мастерство, наберешься опыта, а главное, сможешь заработать.",
    "continue" => "Continue",

    "sub.step1" => "Я уверена, что убедила тебя! Помоги мне вырасти. Пожалуйста, подпишись на наше сообщество, чтобы быть в курсе новостей нашей маленькой вселенной.",
    "social.vk" => "Вконтакте",
    "social.youtube" => "Youtube",
    "social.tiktok" => "TikTok",
    "social.telegram" => "telegram",
    "social.discord" => "Discord",

    "sub.step2"=>"Итак, наверное ты уже подписался на наши сообщества, жми Проверить подписку",
    "sub.check"=>"Проверить",

    "register" => "Умничка! Ну что же, приступим. Зарегистрируйся [на сайте](https://wallone.app/) введя свой предпочитаемый никнейм, а также придумай пароль, а главное загрузи смешную или позитивную аватарку.",
    "register.step1" => "Ведь главное в нашем творчестве - это энтузиазм, это вдохновение к превосходному с позитивным настроем! Не пугайся,это займет не более 1 минуты",
    "visit" => "Регистрация",

    "verify" => "Наверное ты уже прошел регистрацию. Напиши свой Email, чтобы я убедилась в твоем существовании в этом прекрасном мире и подтвердила твою личность.",
    "verify.step1" => "Я рада, что нашла верного друга! Давай опубликуем [свою первую рисовку](https://wallone.app/profile/post/create), среди других творителей искусств. Я уверена, твой рисунок наберет популярность на нашей платформе.
    [Загрузи своё первое чудо](https://wallone.app/profile/post/create)",
    "language.english"=> "English",
    "language.russia"=> "Русский",
];
