<?php

return [
    "developer" => "Бот находится на стадии разработки. Не блокируйте бота и не останавливайте его работу. Мы сообщим вам о запуске бота. С уважением, администрация Wallone ❤. ",
    "about" => "А пока вы можете подать заявку в нашу группу в Telegram, где мы проводим конкурс подарков, успейте стать первыми ❤",
    "subscribe" => "Подписаться",
    "visit" => "Посети наш сайт",
    "start"=> "Пожалуйста, выберите нужный язык для работы с ботом. Спасибо ;) ",
    "welcome"=> "Здравствуй, я Лона! Я очень миленькая и хорошенькая, буду оповещать тебя о купленных изображениях пользователями, а так же помогу тебе в многих вопросах ;)",
    "continue" => "Продолжить",
    "auth"=> "Итак, давай с тобой авторизируемся, чтобы воспользоваться личным кабинетом.\nПерейди по ссылке и скопируй данные в формате user:key\n\nИ отправь сообщение в формате=>\n `/auth user:key` \n\nВнимание остерегайся мошенников, обязательно проверь адрес бота [@wallone_bot](@wallone_bot)\n\nНи в коем случае, не показывай и не давай ключ третьим лицам.",
    "auth.check"=> "Проверить",
    "auth.true"=> "Пользователь авторизирован",
    "subs_group"=> "💬 [Подпишитесь на наш канал](https://t.me/+7tPe2NSr66AyNzM6),чтобы быть в курсе новых обновлений и других новостей, связанных с [Wallone](https=>//wallone.app).",
    "subs_group.sub"=> "Подписаться на канал",
    "subs_group.check"=> "Проверить",
    "for_new_users"=> "Я подготовила тебе подарок, нажми \"забрать\"",
    "account"=> "Добро пожаловать, username 🌟! Вы снова здесь, чтобы сиять своим светом и радовать нас своими улыбками.\n\n[Профиль](https://link.app/users/username)\n├ Имя пользователя: ***username***\n├ Тариф: Lite\n├ Роль=> Пользователь\n└ Баланс: 100 токенов\n\n🏞 Постов:\n├ Всего: ***109*** \n├ Опубликованные: ***100***\n├ На модерации: ***9*** \n└ Отклоненные: ***0***\n\n📋 Полезное:\n├ [@wallone_news](@wallone_news)\n├ [@wallone_channel](@wallone_channel)\n├ [Группа ВК](https://vk.com/wallone_group)\n├ [Отдел помощи](https://wallone.app/help)\n└ [Правила публикации](https://wallone.app/rules)",
    "account.popular_images"=> "Популярные изображения",
    "account.recently_purchased_images"=> "Недавно купленные изображения",
    "language"=> "Выберите язык=>",
    "language.english"=> "English",
    "language.russia"=> "Русский",
    "greeting"=> "Привет!",
    "choice"=> "Ваш выбор получен!"
];
